{
  "ticker": "MARKETS: DOW +127 ● S&P +0.4% ● NASDAQ +0.6% ● GOLD $2,847 ● OIL $78.34 ● ELECTION 2028: 21 DAYS TO GO ● EARLY VOTING NOW OPEN IN 18 STATES ● FCO OPERATIONS EXPANDED TO 12 NEW STATES ●",
  "masthead": {
    "title": "The Patriot Wire",
    "date": "Tuesday, October 15, 2028",
    "tagline": "Truth • Freedom • Liberty"
  },
  "nav": ["Politics", "Nation", "Economy", "Faith", "Opinion", "Local", "Video"],
  "breaking": "FCO Expands Operations to Protect National Workers — Dems Cry \"Election Interference\"",
  "polls": {
    "header": "LIVE ELECTION TRACKER",
    "items": [
      {
        "race": "PRESIDENT",
        "candidate1": { "class": "liberty", "name": "MORRISON (L)", "pct": "45%" },
        "candidate2": { "class": "civic", "name": "CHEN (C)", "pct": "47%" },
        "note": "Gap narrowing: Was D+5 last month",
        "noteClass": ""
      },
      {
        "race": "CONGRESS (YOUR DISTRICT)",
        "candidate1": { "class": "liberty leading", "name": "BRADLEY (L)", "pct": "48%" },
        "candidate2": { "class": "civic", "name": "WALSH (C)", "pct": "44%" },
        "note": "Bradley leads +4 ▲",
        "noteClass": "win"
      },
      {
        "race": "PROP 8: AI OVERSIGHT",
        "candidate1": { "class": "no", "name": "NO", "pct": "41%" },
        "candidate2": { "class": "yes", "name": "YES", "pct": "52%" },
        "note": "Big Tech regulation likely to pass",
        "noteClass": "warn"
      }
    ],
    "footer": "21 DAYS TO ELECTION • Updated hourly • <a href=\"#\">Full polling data →</a>"
  },
  "heroStory": {
    "image": "FCO agents at worksite checkpoint",
    "title": "Federal Compliance Office Launches Major Operation to Protect National Jobs",
    "content": "The FCO announced expanded operations in 12 states Tuesday, targeting employers who undercut National workers with unregistered labor. \"This is about protecting hardworking Nationals,\" said Director Reynolds. Democrats immediately attacked the move as \"politically motivated\" — the same talking point they use every time laws are enforced.",
    "byline": "By Staff Report | October 15, 2028"
  },
  "heroSidebar": [
    {
      "category": "Politics",
      "title": "Radical City Council Blocked From Obstructing Federal Agents"
    },
    {
      "category": "Economy",
      "title": "AI Killing Middle Class Jobs While Tech Billionaires Get Richer"
    },
    {
      "category": "Faith",
      "title": "Church Attendance Surges as Nationals Return to Their Roots"
    }
  ],
  "topStories": [
    {
      "category": "Investigation",
      "title": "Activist Groups Using AI to Help People Evade Law Enforcement",
      "summary": "A Patriot Wire investigation reveals radical organizers deploying sophisticated AI to obstruct federal operations."
    },
    {
      "category": "Labor",
      "title": "Union Members Reject Open-Borders Activists, Vote Neutral",
      "summary": "Workers' Collective votes down resolution pushed by progressive members. \"We represent workers,\" says member."
    },
    {
      "category": "Local",
      "title": "Small Business Owner: \"I Couldn't Compete Against Illegal Labor\"",
      "summary": "40-year-old Millbrook grocery closes its doors. Owner blames unfair competition from employers skirting the law."
    },
    {
      "category": "Crime",
      "title": "Police Chief's Denial Raises More Questions Than Answers",
      "summary": "City Watch leadership claims no FCO cooperation, but sources suggest information sharing continues."
    }
  ],
  "opinion": {
    "title": "The Compliance Crackdown Is Long Overdue",
    "author": "By Tucker Hammond, Senior Contributor",
    "content": "For years, Nationals have been told that enforcing our own laws is somehow wrong. That protecting National jobs is \"xenophobic.\" That communities wanting to feel safe in their own neighborhoods are \"fearmongers.\" The FCO expansion isn't about politics—it's about finally, finally putting National workers first. The only people upset are those who benefit from cheap, exploitable labor."
  },
  "trending": [
    "What the Media Won't Tell You About the FCO Expansion",
    "Democrat Mayor Exposed: Secret Sanctuary Policy Revealed",
    "AI Assistants: Convenience or Surveillance Tool?",
    "Your Rights During an FCO Checkpoint — Know the Law",
    "Election 2028: The Stakes Have Never Been Higher"
  ],
  "techStories": [
    {
      "category": "Privacy",
      "title": "Is Your AI Assistant Spying on You? What Experts Say",
      "summary": "Millions use AI daily, but how much data are these tools really collecting?"
    },
    {
      "category": "Big Tech",
      "title": "Silicon Valley's AI Push Is About Control, Not Convenience",
      "summary": "The same companies censoring conservatives now want AI in every home."
    },
    {
      "category": "Jobs",
      "title": "Working Class Hammered as AI Automates Away Livelihoods",
      "summary": "Study shows automation hitting factory and service jobs hardest while executives profit."
    },
    {
      "category": "Analysis",
      "title": "Why the AI Bill Stalled: Big Tech's Lobbying Machine Exposed",
      "summary": "Bipartisan regulation killed by industry pressure. Follow the money."
    }
  ],
  "footer": {
    "copyright": "© 2028 The Patriot Wire Media Group. All Rights Reserved.",
    "tagline": "Fair. Balanced. National."
  }
}
